{
    "1: Reddit - Dive into anything": [
        "/r/jobs is the number one community for advice relating to your career. \n\nHead to our discord for live support: discord.gg/4nJztvj",
        "Right now, I can't even get to the on site interview. The one I got I believe was because they didn't list an opening so I had fewer competitors when sending my resume. I'm starting to lose hope. Is getting rejected this many times normal? I'm still going to be applying but it just seems like any place I apply to, I know I'll get rejected.",
        "Anyone can view, post, and comment to this community",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "2: Cognizant is hiring; check job description and other important details inside | TJinsite": [
        ""
    ],
    "3: 10 Resume mistakes non-tech professionals must avoid | TJinsite": [
        ""
    ],
    "4: 124,000+ Software Engineer jobs in United States": [
        "Get notified about new Software Engineer jobs in United States.",
        "",
        "",
        "or",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "New to LinkedIn? Join now",
        "or",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "Agree & Join LinkedIn",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "",
        "",
        "or",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "New to LinkedIn? Join now",
        "or",
        "New to LinkedIn? Join now",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        ""
    ],
    "5: LinkedIn 2018 Emerging Jobs Report": [
        "Economic Graph Team",
        "Introduction from Guy Berger, Chief Economist, LinkedIn",
        "The Emerging Jobs Report is our opportunity to take a look at the jobs and skills that are growing most rapidly around the country so you, as U.S. professionals, can make more informed decisions about your career. Using data from LinkedIn’s Economic Graph, we analyzed the roles that companies are rapidly hiring for, the skills associated with them, and the roles that have emerged over the last five years.",
        "Our biggest takeaways from this year’s Emerging Jobs Report:",
        "This year’s Emerging Jobs are nearly all in incredibly high demand across the country in cities from San Francisco to Des Moines, and in industries from healthcare to government services. These are the roles we’ve seen the most relative growth in based on members who’ve added these roles to their profile.",
        "It’s no surprise that we’re seeing an explosion of machine learning roles and continuing growth of data science roles. In fact, we started to see glimmers of this in last year’s report, however both fields are starting to see more specialized roles emerge. It also may not shock you that Blockchain Developer is topping the list following this year’s surge in interest around blockchain and cryptocurrency.",
        "Only time will tell if blockchain will be a long-standing trend in the job market, but take note of the jobs that are on both this year’s and last year’s Emerging Jobs lists: Machine Learning Engineer, Assurance Staff, and Sales Development Representative. These roles cover a variety of business functions and skills, and are here to stay.",
        "1. Blockchain Developer (33X growth)",
        "2. Machine Learning Engineer (12X growth)",
        "3. Application Sales Executive (8X growth)",
        "4. Machine Learning Specialist (6X growth)",
        "5. Professional Medical Representative (6X growth)",
        "6. Relationship Consultant (5.5X growth)",
        "7. Data Science Specialist (5X growth)",
        "8. Assurance Staff (5X growth)",
        "9. Sales Development Representative (4X growth)",
        "10. Business Support Consultant (4X growth)",
        "11. Solar Power Consultant (4X growth)",
        "12. Administrative Assistant (4X growth)",
        "13. Background Investigator (4X growth)",
        "14. Machine Learning Researcher (4X growth)",
        "15. Data Science Manager (4X growth)",
        "These are the jobs that have been seeing strong and steady demand over the last four years, seeing the largest growth in hiring rates among jobs in the U.S., meaning these roles are experiencing sustained high hiring rates and large growth year-over-year, making them potentially more stable career choices.",
        "You may also remember a couple of these jobs from last year’s Emerging Jobs list: Realtor and Data Scientist, indicating these roles are likely to keep growing - and fast.",
        "1. Software Engineer",
        "Current Job Openings: 80,000+ Top Skills: Software Development, Java, SQL, JavaScript, C++ Companies Hiring: Red Bull, Adobe, Square",
        "2. Account Executive",
        "Current Job Openings: 16,000+ Top Skills: Sales Management, Social Media Marketing, Salesforce, Sales Operations, Customer Relationship Management Companies Hiring: Box, VentureBeat, Snap Inc.",
        "3. Realtor",
        "4. Account Manager",
        "Current Job Openings: 17,000+ Top Skills: Sales Management, Sales Operations, Customer Relationship Management, Direct Sales, Sales Process Companies Hiring: Oracle, Endeavor, Google",
        "5. Recruiter",
        "6. Project Manager",
        "7. Marketing Specialist",
        "8. Real Estate Agent",
        "9. Product Manager",
        "10.Data Scientist",
        "Oral Communication remains the skill group with the biggest shortage in nearly every city across the country. What’s more, core technical skills like social media, graphic design and web development are consistently in demand as every organization - no matter how big or small - needs a digital presence to survive.",
        "We also found that people with these skills are hired at faster rates than people without these skills, so consider taking a LinkedIn Learning class to keep yourself competitive in the job market.",
        "1. Oral Communication",
        "2. People Management",
        "3. Development Tools",
        "4. Social Media",
        "5. Business Management",
        "6. Time Management",
        "7. Leadership",
        "8. Graphic Design",
        "9. Data Science",
        "10. Web Development",
        "Not a day goes by without another opinion piece or report telling us that the robots are coming and we should prepare for the worst. But are these warnings justified? A look at emerging skills on LinkedIn suggests that while the world of AI is still nascent, we are already seeing its impact on the labor market -- sometimes in unexpected places.",
        "We define AI skills as those skills that are most essential in order to develop, and effectively use, tools and technologies powered by Artificial Intelligence.",
        "Researchers predict that AI will have applications across nearly every industry sector -- from manufacturing to financial services and beyond. We looked across industries to figure out whether AI is still confined to the software industry, or if it has begun to spill over and impact other fields. The answer? Nearly every industry is starting to see an influx of AI-related skills.",
        "As AI skills become increasingly relevant, we were also interested in better understanding whether typically “human” skills – e.g., those related to personal characteristics, interpersonal communication and cognitive skills – are on the rise as well. Our finding may not come as a surprise: at least for now, humanity isn’t going anywhere.",
        "On average, more than one in four (26%) of all skills reported in 2017 by LinkedIn members based in the US can be classified as interpersonal or soft skills. Soft skills like project management and leadership are also among the fastest-growing “unique” skills. Consider positions like “System Engineer” -- in 2015, soft and interpersonal skills made up less than 1% of the skills required to succeed on the job. Now, they make up 8%. There is no doubt that AI skills are on the rise, but some typically human skills that today cannot be replicated by machines have been growing almost as fast and are here to stay.",
        "Methodology:",
        "This report was created by analyzing LinkedIn Economic Graph data between 2014 - 2018.",
        "Related Topics",
        "Economic Graph Video",
        "Our Latest Updates",
        "The latest Economic Graph updates are on our LinkedIn page"
    ],
    "6: Why are all my job applications being rejected?": [
        "Agree & Join LinkedIn",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "I’m an external/third party/agency recruiter so I do only see a part of the job market but I do talk to a lot of people, all of the time about their experiences job hunting or hiring so I think I know a bit about the wider industry.",
        "The reasons could be summarised as:",
        "Your CV isn’t doing you justice",
        "You have applied to the wrong job for your skills",
        "The market is saturated with applicants for this job",
        "The job advert is rubbish",
        "There’s a huge number of blogs, articles, and entire books out there on how to write a CV. One of them is right here on the nineDots website. You can pay people large sums of money to rewrite your CV for you. (I don’t recommend it, I’ll look at your CV for free).",
        "It’s important for your CV to do justice to your skills and experience. I’m not going to go into the minute details here but the main tip is to write out your work experience in terms of achievements and completed projects in each role.",
        "I see so many CV’s where there’s just a list of duties per job.",
        "A software developer could put ”wrote code, created unit tests” on their CV and there would be no difference between them and literally the worst developer in the world.",
        "What will set someone worth speaking to apart better than them is what they have achieved in their career – writing something like",
        "Developed a scalable Rest API using Service Fabric Architecture in C# and .Net Core which consults and updates a SQL Database that supports an average of five thousand requests per second per instance.",
        "You have a specific project and a measured deliverable that shows why this developer is better than other developers. If they just wrote “Created C# APIs”, you miss out on all the awesome.",
        "There’s definitely truth in the advice to “throw your hat into the ring if the job says 3 years experience and you have 2 years” or “apply for that junior role even if you’ve just graduated!”. There is a limit though. In the past few months, I’ve seen the following:",
        "A person with experience in fitting windows applying to an Azure Infrastructure role.",
        "Someone who has just graduated applying to a DevOps Manager job.",
        "A Geophysics Engineer applied to a Network Security role.",
        "We’re not the only company receiving applications from these people and it’s likely that the volume of positive responses they’re getting is very low. I really do understand what it’s like to be searching for a job when the market is limited for your skills – in a previous life, I was trying to find a new career path with a degree in Museum Studies. It’s hard when you see very few jobs for the skills and education you have so you start applying to anything that you think is even a vague fit.",
        "There is this whole thing going on right now with Data Science roles. I started in recruitment around 7 years ago – at that time, Data Science was the FUTURE. All the tech articles were saying there would be tens of thousands of jobs over the next 10 years in Europe in Data Science. We would all be Data Scientists. I would have to train my cat in R just to keep up. (prrR, amirite?) Anyway, basically everyone and their cousin did degrees in Data Science and now … the market is flooded. In the meantime, algorithms have been created to handle a portion of the work which previously required humans and other use cases for data science just didn’t materialise.",
        "There’s a few other sectors where the number of candidates vastly outnumber the number of jobs so companies can pick and choose a little bit. You might have all the skills and experience but there’s just someone who is better. Someone who happens to have a bit of background knowledge helpful for this particular company – this is where tailoring your CV can come in very handy. If you have worked on projects relevant to the role you’re applying for – add them to your CV. People can’t know what you don’t tell them!",
        "Well, you can do something if the issue is your CV or you’re targeting the wrong jobs. If the market is oversubscribed; you’ll need to heavily tailor your applications, get out and network, write convincing and targeting cover letters. If the advert or the recruiter are rubbish, you might have to do a bit of additional research on the company to find out if there’s additional requirements or to chase up the recruiter.",
        "Job hunting is frustrating and exhausting but honestly, no one in the process is trying to aggravate. We all just want to get the best person into the job.",
        "",
        "AutoCAD Designer - To obtain a position as an active employee in a growing, reputable company where I can apply my knowledge and skills as an AUTOCAD designer to help improve the organization and myself.",
        "Networking?  How is that supposed to help?  I have submitted a lot of job applications for almost 2 years and continue to be rejected.  I need real answers and not networking cannot be one of them.",
        "Software engineer | Full Stack Engineer | Reactjs | Nodejs | Express | Vuejs | Nextjs | Python | JavaScript | TypeScript",
        "The thing that happened with Data Science is also happening with Software engineering right now. The market is just so oversubscribed.",
        "",
        "Great article",
        "To view or add a comment, sign in",
        "Tech hiring game in Europe has taken an odd turn in the last year or so. In 2019, it was frenetic - salaries were…",
        "Here's a little backstage tour on what it looks like on LinkedIn when we get your job application - in case you've ever…",
        "Christmas means different things to different people. To me, it means 2 weeks of video games, eating things, and…",
        "Alternative title: How to Become a Job Search Dork Dorking: Google dorking is a hacking technique that makes use of…",
        "So you’ve completely left it to the last minute to prep for your interview, have been given basically zero notice, or…",
        "So you want to write your CV. Everyone hates doing this, it’s tedious.",
        "Hiring people is difficult and we know you’d like to avoid it. But how will you get new people to write your code and…",
        "Ok, I’ll admit to the title being clickbait (a bit) but it is a good question. How can you tell if the recruiter you’re…",
        "Visas are weird and confusing at the best of times but COVID-19 has added an additional layer of complexity to the…",
        ""
    ],
    "7: Reddit - Dive into anything": [
        "CSCareerQuestions is a community for  those who  are in  the process of entering or are already part of the computer science field. Our goal is to help navigate and share challenges of the industry and strategies to be  successful .",
        "I noticed that many professionals don't bother with a description on their positions on LinkedIn. Should I follow suit or have a few lines for each?",
        "Anyone can view, post, and comment to this community",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "8: Reddit - Dive into anything": [
        "CSCareerQuestions is a community for  those who  are in  the process of entering or are already part of the computer science field. Our goal is to help navigate and share challenges of the industry and strategies to be  successful .",
        "Hey all, I'm a software engineer who recently got laid off -- I've been having some trouble finding a good site to look for a new job. Hired seems to have gotten me the furthest and I like that it feels like a lazier approach on my end, but what are some other good sites that folks use that have brought them success in finding their next job?",
        "Anyone can view, post, and comment to this community",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "9: 4,000+ Software Engineer jobs in Australia": [
        "Get notified about new Software Engineer jobs in Australia.",
        "You've viewed all jobs for this search",
        "Agree & Join LinkedIn",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "",
        "",
        "or",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        "New to LinkedIn? Join now",
        "or",
        "New to LinkedIn? Join now",
        "By clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
        ""
    ],
    "10: Reddit - Dive into anything": [
        "CSCareerQuestions is a community for  those who  are in  the process of entering or are already part of the computer science field. Our goal is to help navigate and share challenges of the industry and strategies to be  successful .",
        "Ive used indeed mostly, but Im getting tired of it. I keep seeing jobs paying 70k asking for 5+ years of experience. I rarely see anything reasonable. Starting to think the real jobs must be posted somewhere else. Ive also used LinkedIn, but the promoted spam makes it hard to find real postings. Anything better out there?",
        "Anyone can view, post, and comment to this community",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "11: Should I put on LinkedIn my official job title or the title of what I am really doing? - Quora": [
        "Something went wrong. Wait a moment and try again."
    ],
    "12: Reddit - Dive into anything": [
        "A place to discuss career options, to ask questions and give advice!",
        "I've been using LinkedIn for a long time.  I sometimes think of LinkedIn as a sort of online resume along with my profile.  I've heard some resume advice that depending on the company and job you're applying to, you might or might not want to include all of your job history.  There might be reasons to leave out some jobs from your resume when applying to certain jobs.  I'm wondering if that same advice is true for LinkedIn?  I've always had my full job history on LinkedIn.  If I wanted to apply to a job through LinkedIn and share my LinkedIn profile, I'm not sure it would be possible to temporarily remove a job from my job history on LinkedIn.",
        "Anyone can view, post, and comment to this community",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}